IDEA Open Model
OpenMessages.ErrorMessages Property
Compatible with IDEA StatiCa Beta 20.0
 List Error messages only
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ErrorMessage> ErrorMessages { get; }
Public ReadOnly Property ErrorMessages As List(Of ErrorMessage)
	Get
Property Value
Type: List<ErrorMessage>
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace